{
  "about_us": "About us",
  "philosophy": "Our philosophy is built on three core pillars: perfection, exclusive design, and custom development. We strive to create solutions that meet and exceed our clients' expectations.",
  "lets_talk": "Let's Talk",
  "header_text": "At CruzNegra, we believe technology should solve problems and inspire trust, creativity, and exclusivity.",
  "footer_impact": "Let's talk about the impact you'd like to make and blow your audience's collective mind.",
  "footer_rights": "All rights reserved.",
  "driven": "We are driven by passion, ethics, and commitment, prioritizing continuous innovation and personalized attention.",
  "goal": "Our goal is to craft digital experiences that make a difference, always focusing on quality and excellence.",
  "innovate": "INNOVATE",
  "code": "CODE",
  "transform": "TRANSFORM",
  "service1_title": "Custom Website Development for Businesses",
  "service1_desc": "Transform your online presence with bespoke websites tailored to your needs. Informative websites, e-commerce platforms, client portals, corporate blogs.",
  "service1_tech": "HTML ⋅ CSS ⋅ JavaScript ⋅ Node.js ⋅ PHP",
  "service2_title": "Customer Relationship Management (CRM) Solutions",
  "service2_desc": "Streamline customer interactions with custom CRM systems or integrations. Client management, sales tracking, and marketing automation.",
  "service2_tech": "Salesforce ⋅ HubSpot ⋅ Zoho CRM",
  "service3_title": "Enterprise Resource Planning (ERP) Systems",
  "service3_desc": "Enhance your business operations with ERP solutions tailored to your workflow. Accounting, inventory management, procurement, sales, and HR.",
  "service3_tech": "Deploy SAP ⋅ Odoo ⋅ Oracle ERP ⋅ Custom modules",
  "service4_title": "Mobile App Development",
  "service4_desc": "Bring your ideas to life with high-performing mobile apps for all platforms. E-commerce apps, delivery services, and corporate tools.",
  "service4_tech": "Android, iOS, Flutter, React Native.",
  "service5_title": "E-Learning and Educational Management Systems",
  "service5_desc": "Create engaging platforms for education and learning management. Course management, progress tracking, and certifications.",
  "service5_tech": "LMS platforms like Moodle, or custom-built solutions.",
  "service6_title": "API Integration and Third-Party Solutions",
  "service6_desc": "Expand functionality by seamlessly connecting your system to other platforms.",
  "service6_tech": "PayPal ⋅ Stripe ⋅ Social Media ⋅ CRM/ERP",
  "service7_title": "E-Commerce Solutions",
  "service7_desc": "Launch and scale your online store with powerful e-commerce platforms. Inventory management, payment gateways, and mobile optimization.",
  "service7_tech": "Shopify ⋅ WooCommerce ⋅ Fully custom-built solutions",
  "service8_title": "SaaS Application Development",
  "service8_desc": "Design and deploy cloud-based platforms tailored to your industry. SaaS solutions for healthcare, education, or finance sectors.",
  "service8_tech": "Scalable, secure, and built for user-centric performance.",
  "contact_title": "You deserve the success",
  "contact_subtitle": "Let us help you achieve it.",
  "about_company": "We are a forward-thinking company specializing in custom software development. Our multidisciplinary team excels in technologies like React, Node.js, Python, Django, and more, delivering tailored digital solutions.",
  "name_label": "Name",
  "name_placeholder": "Your name",
  "email_label": "Email",
  "email_placeholder": "Your Email",
  "message_label": "Message",
  "message_placeholder": "Type your Message",
  "submit": "Submit",
  "sending": "Sending, wait...",
  "form_success_title": "Email sent!",
  "form_success_text": "Your message has been sent successfully.",
  "form_success_ok": "OK",
  "form_error_title": "Error",
  "form_error_text": "There was a problem sending your message. Please try again.",
  "form_error_ok": "Close"
} 