{
  "about_us": "Sobre nosotros",
  "philosophy": "Nuestra filosofía se basa en tres pilares: perfección, diseño exclusivo y desarrollo a medida. Nos esforzamos por crear soluciones que superen las expectativas de nuestros clientes.",
  "lets_talk": "Hablemos",
  "header_text": "En CruzNegra, creemos que la tecnología debe resolver problemas e inspirar confianza, creatividad y exclusividad.",
  "footer_impact": "Hablemos sobre el impacto que te gustaría lograr y sorprendamos a tu audiencia.",
  "footer_rights": "Todos los derechos reservados.",
  "driven": "Nos impulsa la pasión, la ética y el compromiso, priorizando la innovación continua y la atención personalizada.",
  "goal": "Nuestro objetivo es crear experiencias digitales que marquen la diferencia, siempre enfocados en la calidad y la excelencia.",
  "innovate": "INNOVAR",
  "code": "CODIFICAR",
  "transform": "TRANSFORMAR",
  "service1_title": "Desarrollo Web Personalizado para Empresas",
  "service1_desc": "Transforma tu presencia online con sitios web a medida. Sitios informativos, e-commerce, portales de clientes, blogs corporativos.",
  "service1_tech": "HTML ⋅ CSS ⋅ JavaScript ⋅ Node.js ⋅ PHP",
  "service2_title": "Soluciones de CRM (Gestión de Clientes)",
  "service2_desc": "Optimiza la relación con tus clientes con sistemas CRM personalizados o integraciones. Gestión de clientes, seguimiento de ventas y automatización de marketing.",
  "service2_tech": "Salesforce ⋅ HubSpot ⋅ Zoho CRM",
  "service3_title": "Sistemas ERP (Planificación de Recursos Empresariales)",
  "service3_desc": "Mejora tus operaciones con soluciones ERP adaptadas a tu flujo de trabajo. Contabilidad, inventario, compras, ventas y RRHH.",
  "service3_tech": "SAP ⋅ Odoo ⋅ Oracle ERP ⋅ Módulos personalizados",
  "service4_title": "Desarrollo de Apps Móviles",
  "service4_desc": "Haz realidad tus ideas con apps móviles de alto rendimiento para todas las plataformas. Apps de e-commerce, delivery y herramientas corporativas.",
  "service4_tech": "Android, iOS, Flutter, React Native.",
  "service5_title": "Sistemas de E-Learning y Gestión Educativa",
  "service5_desc": "Crea plataformas atractivas para educación y gestión del aprendizaje. Gestión de cursos, seguimiento de progreso y certificaciones.",
  "service5_tech": "Plataformas LMS como Moodle o soluciones a medida.",
  "service6_title": "Integración de APIs y Soluciones de Terceros",
  "service6_desc": "Expande funcionalidades conectando tu sistema con otras plataformas de forma sencilla.",
  "service6_tech": "PayPal ⋅ Stripe ⋅ Redes Sociales ⋅ CRM/ERP",
  "service7_title": "Soluciones de E-Commerce",
  "service7_desc": "Lanza y haz crecer tu tienda online con plataformas potentes. Gestión de inventario, pasarelas de pago y optimización móvil.",
  "service7_tech": "Shopify ⋅ WooCommerce ⋅ Soluciones totalmente a medida",
  "service8_title": "Desarrollo de Aplicaciones SaaS",
  "service8_desc": "Diseña y despliega plataformas cloud adaptadas a tu sector. Soluciones SaaS para salud, educación o finanzas.",
  "service8_tech": "Escalable, seguro y construido para el usuario final.",
  "contact_title": "Te mereces el éxito",
  "contact_subtitle": "Déjanos ayudarte a lograrlo.",
  "about_company": "Somos una empresa innovadora especializada en desarrollo de software a medida. Nuestro equipo multidisciplinario domina tecnologías como React, Node.js, Python, Django y más, entregando soluciones digitales personalizadas.",
  "name_label": "Nombre",
  "name_placeholder": "Tu nombre",
  "email_label": "Correo electrónico",
  "email_placeholder": "Tu correo electrónico",
  "message_label": "Mensaje",
  "message_placeholder": "Escribe tu mensaje",
  "submit": "Enviar",
  "sending": "Enviando, espera...",
  "form_success_title": "¡Email enviado!",
  "form_success_text": "Tu mensaje se ha enviado correctamente.",
  "form_success_ok": "OK",
  "form_error_title": "Error",
  "form_error_text": "Hubo un problema al enviar tu mensaje. Por favor, inténtalo de nuevo.",
  "form_error_ok": "Cerrar"
} 